// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给我",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "最好的兄弟",  // 同上...
        "今天是你的生日",
        "这是我们认识的",
        "第三年了哦",
        "上次见面的时候",
        "还记得是在成都的地铁",
        "再等我一个月",
        "等我回长乐来见你",
        "在今天要吃好喝好哦",
        "愿你永远单纯永远善良",
        "那么最后也是最重要的",
        "祝你生日快乐~~"
    ],
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "A MESSAGE FOR YOU",
    }
};
